This file contains the missing vocabulary from https://djtguide.neocities.org/anki DJT Optimized Core 2K/6K:

特色
特有
別に
別れ
のどか
送別
送別会
専門家
専門
専用
メロディー
全般
本格的
全面的
論理的
知的
目的地
リットル
文化的
男性的
普段
並み
並木
わざと
平面
平気
平ら
平行
不平
とっくに
地平線
平野
平たい
平方
平日
ベスト
平均
等しい
平等
同等
対等
不平等
ワンピース
病室
病人
内科
必死
病死
ダイヤモンド
必死に
亡くす
多忙
疲れ
立ち入り禁止
ナンバー
日本酒
酔う
保つ
保険
保証
保証人
とうとう
保存
存じる
注ぐ
注
同意
とんでもない
無意味
不注意
生意気
確かめる
明確
にこやか
不確か
認可
認める
率
率直
能率
ロッカー
旅客機
不器用
道具
予備
説く
プライド
不公平
遊園地
保育園
飛び出す
飛ばす
ママ
飛び上がる
飛び下りる
飛び込む
飛行
船長
よける
風船
半島
島
不完全
達成
成り立つ
バッジ
未成年
敗れる
野原
原
要因
ピン
因る
物資
願い
不正
大正
正に
常に
日常
知識
認識
無意識
むなしい
非難
非常
非常識
非常口
調子
ついで
調和
体調
単調
調味料
調整
バケツ
整える
整う
調節
提出
前提
答案
はっと
投票
目標
標準
連れる
連日
まずい
連休
連れ
連絡
手続き
連続
もしも
続々
続き
長続き
相場
相当
やかましい
相応しい
対談
録画
録音テープ
登場
登録
バット
登山
登校
山登り
無関心
無関係
マナー
不況
態度
明治
府
府立
ばらばら
野党
当選
入選
選択
天候
手首
プラットホーム
脳
悩む
悩み
先頭
命じる
まぐろ
領土
領事館
領収書
取り組む
任せる
ろくに
担任
無責任
転勤
勤め先
勤め
務める
つまむ
任務
務め
雇う
募集
採る
ボーイ
就く
退職
退学
早退
理屈
ホット
退屈
用件
参る
惨め
追加
まし
比率
対比
見比べる
比較的
比較
判決
ぱっと
判子
評判
批評
反感
予想
つなぐ
理想
想像
象
抽象的
保障
ひょっとしたら
負傷
変換
取り替える
立て替える
天災
有害
ひとりでに
無害
被害
破る
破壊
助かる
ひねる
派手
派出所
派遣
犯人
犯罪
ひび
罪
盗難
捕まる
捕まえる
逃げ出す
逃がす
やっつける
逃げ道
戦う
挑戦
敗戦
戦い
レントゲン
大戦
混ぜる
混ざる
混じる
乱れる
パンツ
乱す
統合
統一
統計
総会
むける
総合
総理
総数
捜査
湖
深める
ぶつぶつ
深まる
注意深い
段落
見落とす
落第
ぶるぶる
波
流れ
流通
流す
中流
ボリューム
二流
流行
流行
洗面
手洗い
洗面器
ちり
沈没
冷え込む
冷やかす
冷凍
内臓
はげる
適用
適切
適応
適する
適当
パパ
適度
染める
廃止
風景
不景気
響く
つかむ
日光
測定
測る
陽気
もったいない
プロ野球
電球
振り返る
振り向く
振り
ふざける
秘書
密か
貴い
追跡
寄せる
だるい
寄る
近寄る
寄り道
寄り集まる
歴史的
宝石
ちぎる
建て前
単位
地位
分離
離れる
ねぎ
離す
停電
停止
範囲
隣り合う
びしょびしょ
横切る
横顔
中断
断水
油断
断定
バーゲン
継ぐ
中継
幅広い
幅
大陸
メーター
着陸
離陸
内陸
陸上
陸
もしかすると
南極
北極
先端
端
訪問
女房
ちぎれる
内緒
百貨店
輸送
復活
操作
にっこり
体操
縦
操縦
縦書き
滞在
ぱいなっぷる
地帯
熱帯
保守
見守る
留守番
ぱんだ
戻す
取り戻す
払い戻す
寝かす
寝過ごす
早寝
びっしょり
寝かせる
寝転ぶ
冷静
両者
両立
ペンチ
両手
両面
側面
両側
要項
モダン
目印
細長い
載る
積む
面積
翻訳
リクエスト
通訳
申し訳ない
訳
申し訳
訂正
ビーチ
討論
添える
添う
付近
付き合い
ビタミン
付け加える
付き合う
名付ける
付録
近付ける
付け足す
フライパン
日付け
付属
属する
反省
省く
まあまあ
略す
略
大概
含める
含む
たこ
道順
列車
列島
列
例外
デザート
比例
用例
例える
例題
例年
例え
とっさに
余地
余計
余分
途中
用途
ぬるぬる
中途
取り締まり
取り締まる
緩める
緩やか
のろい
緩む
養う
豊か
富む
豊富
目茶苦茶
ぴょんぴょん
労働者
労働
疲労
労力
貧しい
ブラシ
乏しい
貧乏人
辛い
不幸せ
福祉
マヨネーズ
模様
模範
農民
農家
農村
低気圧
だらしない
短縮
縮める
縮む
縮み
縮まる
とうもろこし
伸ばす
引き伸ばす
追伸
倍
超過
ひらひら
乗り越える
乗り越し
乗り越す
抜ける
抜く
ぽかぽか
昇る
膨らむ
膨れる
札
名札
礼
よる
反射
日程
程
優勝
優秀
だぶだぶ
透明
半導体
導く
望む
望ましい
つるつる
要望
望み
有望
欲望
待ち望む
努める
トースト
独立
独特
独り言
身
中身
どきっと
身近
身の回り
身なり
身振り
独占
のろのろ
仲良く
仲良し
仲直り
仲
仲間
仲人
ぴかぴか
照らす
照る
夫人
婦人
夫妻
ぺこぺこ
相互
互い
皆
我々
我が国
ぺらぺら
我が家
年齢
恋愛
初恋
誕生
ほこり
延びる
延ばす
引き延ばす
単純
夢中
泣き顔
ポット
笑い
喜び
喜ばす
恥
弁論
ミュージック
保護
弁護
保護者
同士
弁護士
ロマンチック
否定
総裁
迷信
迷子
領域
謎
わくわく
著者
著書
偽物
ノーベル賞
文化財
わさび
預金
納得
不得意
得する
得
チキン
損
損害
損する
燃料
燃やす
日焼け
とじる
焼き肉
夕焼け
焼きそば
幹
分散
にやにや
散らばる
散る
散らかる
散らかす
田植え
ばら
根
大根
まな板
ほうれん草
話し言葉
パンティー
葉っぱ
呼び出す
取り扱う
取り扱い
同級生
中級
ふわふわ
腹
腹一杯
肺
溶ける
溶かす
まずい
容易
容器
滑らか
分析
保健
もむ
診る
治療
毒
中毒
有毒
ばい菌
不潔
編集
追放
放射能
放す
ぞんざい
放る
無視
服装
振り仮名
銅
たんす
悲劇
団体
団地
美術
博士
博士
チェンジ
展開
発展
催す
催し
典型的
つかまる
典型
百科事典
特殊
微妙
免税
つながり
免許
動詞
名詞
副詞
代名詞
つながる
伝統
伝わる
伝説
手伝い
伝言
伝染
つばめ
焼き鳥
鳴らす
悲鳴
笑い声
泣き声
つぶやく
話し声
駐車
騒音
騒動
騒々しい
つぶる
名刺
到着
到達
倒産
面倒
斜め
つぼみ
柔らかい
張る
張り切る
欲張り
突然
つまずく
突っ込む
突く
追突
触れる
避難
ツル
墜落
兵士
兵器
兵隊
武器
武士
でこぼこ
弾
弾む
日の丸
真ん丸
爆発
てのひら
爆弾
暴落
暴力
乱暴
絶えず
とがる
滅びる
防ぐ
防衛
防止
予防
とんかつ
防火
妨害
不機嫌
徹夜
底
徹底的
どんなに
到底
抵抗
敵
態勢
体系
なめる
理系
文系
綿
繁栄
日韓
にらむ
耐える
矢印
爪切り
枠
棒
人柄
ねずみ
詰める
詰まる
譲る
誠に
盛り上げる
のぞく
盛り上がる
盛る
針
釣り
釣り合い
のんき
釣り合う
鈍い
鈍感
谷
余裕
入浴
はえ
沿う
浜
浜辺
湾
潜る
ばかばかしい
冷淡
泥
濁る
湯飲み
湯気
はかり
漏れる
漏らす
漏る
濡らす
溝
はしご
吐く
嘆く
虫歯
虫
忠実
忠告
はだし
恵まれる
道徳
直径
半径
丼
バツ
豆
粒
麦
田畑
灯油
はねる
電灯
炎
皮肉
皮膚
臭い
生臭い
はれる
臭う
面倒臭い
匂う
同居
掘る
ひく
塀
大層
履歴
履歴書
履物
ヒント
戸棚
扉
羽根
翌日
翌朝
翌年
ファックス
群れ
殴る
要旨
肌
肌着
ふもと
肌色
腸
大胆
幕
夕暮れ
フルーツ
墓
墓地
墓参り
芽
葬式
へそ
礼儀
憎む
憎しみ
憎らしい
憎い
仏
べたべた
仏教
坊さん
竹
筆者
筆記試験
ほうき
筆記用具
筆
笛
名簿
分裂
ポスター
布
包丁
包帯
包み
包み紙
抱く
ほどく
文句
中旬
平凡
通帳
妊娠
ほほ
同姓
嫁
花嫁
花婿
幼児
ほほえむ
眠たい
眠り
眺める
眺め
同封
封
まく
呼び掛ける
引っ掛かる
話し掛ける
通り掛かる
引っ掛ける
まとめ
寄り掛かる
措置
拝見
控える
控え室
まね
握り締める
揃う
揃える
出迎え
迎え
まねる
遂げる
巡る
待遇
俳句
俳優
敏感
まぶた
倣う
寮
偏見
何遍
宣伝
まれ
展覧会
総理大臣
大臣
臨む
臨時
ミスプリント
内閣
闘う
派閥
懐かしい
噴火
噴水
むく
不愉快
愉快
漫画
電卓
雄大
めくる
雌
幼稚
名称
秩序
物陰
めでたい
魅力
醜い
悪賢い
頂上
近頃
矛盾
もうかる
倉庫
創立
罰金
罰する
罰
もうけ
老人
煮る
煮える
蒸し暑い
黙る
もしかしたら
無駄
無駄遣い
沸騰
返却
庁
もてる
都庁
府庁
摩擦
先輩
冒険
牧場
ゆでる
取り敢えず
勇気
勇敢
励ます
露
よける
零下
雰囲気
盆地
盆
盆
よこす
大衆
舞台
見舞う
見舞い
盆踊り
跳ねる
よす
銭湯
古里
狙う
彫る
中央
レクリエーション
双子
裸
祖先
報酬
無邪気
ろうそく
玉ねぎ
天皇
風呂場
班
召し上がる
わがまま
哲学
綱
縄
縫う
虹
わく
梅雨明け
梅雨入り
欄
栓抜き
峠
ばからしい
婆さん
漬ける
漬け物
潰す
潰れる
なぜか
年賀
賑わう
蛇
華やか
挟む
塔
にわかに
誓う
慰める
朗らか
蝶蝶
鳩
ぴたりと
雛祭
物凄い
喉
唾
吠える
ぴょんと
吊るす
味噌
塞がる
塞ぐ
撫でる
卑怯
ひらりと
溜め息
溜まる
溜める
海苔
遥か
もうじき
股
焚く
明瞭
眉
眉毛
やたらに
割り箸
蛋白質
蜂
頂戴
初詣で
詫びる
頬
餅
騙す
便箋
